{
  "Trials": [
    {
      "id": 1,
      "imgUrl": "assets/img/carousel1.png"
    },
    {
      "id": 2,
      "imgUrl": "assets/img/carousel2.png"
    },
    {
      "id": 3,
      "imgUrl": "assets/img/carousel3.png"
    }
  ],
  "Notes": [
    {
      "id": "styling-accessories-that-compliment-your-formal-wear",
      "detailed_description": {
        "date": "Nov 16, 2019",
        "heading": "styling acessories that compliment your formal wear",
        "about": "Formal wear only serves as the base - it's the accessories you adorn that perfect the quintessential formal look. However, styling plays a massive role in the same. It should ideally have a little bit of everything to make your formal look a truly distinctive one. Here are a few tips on how you can style your formal wear",
        "content_1": {
          "headings": "Accessories for men-Tips",
          "p1": "Pocket_Squares:These are a great, suave addition to your formal look. It's not always necessary that your pocket square should match your formal wear - it just shouldn't clash with it drastically.",
          "p2": "Cufflinks:Cufflinks add a touch of class to your suit. Adding cufflinks to your shirt will keep it firm and in place as well.",
          "p3": "Watches:Your watch should be just as dressy as the suit your wear. Watches made from stainless steel are a great complement to your meeting look.",
          "p4": "Tip_Clip:The best way to complete your formal look (and also keep your tie in place) is to go for a simple tie clip. It also works to keep your tie neat and wrinkle-free throughout the day!",
          "p5": "Belt:Leather belts are always a popular choice. An essential tip is to always match your belt with your formal shoes.",
          "p6": "Footwear:Footwear is arguably one of the most important pieces of clothing in an outfit for men. Always opt for leather or suede as it rounds off your formal look with a refined touch."
        },
        "content_2": {
          "headings": "Accessories For Women - Tips",
          "p1": "Scarves:If you're feeling chilly or if the weather allows for it, it's always good to wear a professional-looking scarf with a suit. Just keep in mind that the scarves you choose should be accessory ones, and not winter scarves. ",
          "p2": "Belt:A thin belt accentuates any woman's figure, so it's essential for you to choose a slim one that is in a contrast colour from your outfit. The belt and shoe rule that is a must for men doesn't usually apply for women, though. ",
          "p3": "Jwellery:If you're heading for any formal event, avoid wearing large costume jewellery. Earrings should be conservative and small. Necklaces are acceptable, as long as they are delicate or are pendants. An elegant watch is a must",
          "p4": "Purse/handbag:Always opt for a classy leather bag that can fit all your essentials like your laptop. This adds a touch of professionalism to your look.",
          "p5": "Hoisery:If you're wearing hosiery, it should always suit your skin tone, and should not have any distracting patterns or designs."
        }
      },
      "conclusion": "For both men and women, getting your accessories right is an integral part of nailing the formal look. However, unless the base is right, the impact you create won't be an effective one - start by finding customised workwear that complements your frame to a tee at Acecraft! "
    },
    {
      "id": "5-classic-looks-for-her",
      "detailed_description": {
        "heading": "5 Classic looks for her",
        "about": "Formal attires undoubtedly bring out the best in women - it’s bold, classy, versatile and above all, makes an unforgettable style statement. However, it’s crucial to always dress according to the occasion - make sure you don't lose the essence of your formal wear when you mix & match your favourite outfits. Here are five classic looks for you: ",
        "content_1": {
          "headings": "Formal Pant + Blouse",
          "p1": "Headed to a casual business meeting or a potential client meet up? Have no idea what to wear? Make it as simple as a classic pants and blouse combination! A pair of cotton or khaki ankle-length pants styled with a semi-formal linen, cotton or chiffon blouse creates the perfect formal look. ",
          "p2": "Got an interview to attend? Or are you flying out of the city for a conference? Tired of sticking to the same crisp white shirt and formal pants combination? Here’s how you can change up your look while striking a balance between your typical formal look and a creative approach - just pair a pencil skirt with a top in a neutral colour palette!",
          "p3": "Wearing the same outfits to work every day can get boring and make your life feel mundane. For a change, you can subtly make the switch to different outfits. The idea is to pair a pant or skirt with full sleeve shirts. Always keep this point in mind - the shirts shouldn’t be in dark colours, but the pants or the skirt can be.",
          "p4": "If elegance is what you’re aiming for, this outfit does the job excellently! A blouse with a bow gives you a refined look, especially when it’s paired with a skirt. Avoid blouses which have prints or any patterns - plain ones do the trick much better. Also, this is a great look for any business meeting. ",
          "p5": "A khaki suit is an extremely versatile outfit to have in your wardrobe - it gives both a professional and a polished look. It’s essential that any khaki suit should have a matching khaki skirt, and a light coloured contrast shirt. "
        }
      },
      "conclusion": "The first impression on your potential employer should always be the best one, so it’s imperative to dress in formals when attending formal functions. For the best-customised workwear that’s tailored to perfection, visit Acecraft and have a look at our expansive range! "
    },
    {
      "id": "Acing your formal attire",
      "detailed_description": {
        "heading": "Formal Wear Essentials For Women",
        "about": "Pulling off a formal attire is not cakewalk - not only do you have to pair clothes that suit you, but you have to make sure that they go with your work style as well. It is necessary to make sure that your wardrobe is equipped with all the basic formal outfit requirements. Given below are the top 5 essentials: ",
        "content_1": {
          "headings": "A White Formal Shirt",
          "p1": "A button-down white formal shirt should be one of the most important items of your work wardrobe. High-collared formal shirts are perfect for every formal function, both inside and outside of work. It’s highly adaptable - a white formal shirt can be worn inside your linen jackets, under your business suits or simply paired with formal trousers or skirts. Cotton and linen fabrics are the best for almost every weather condition. ",
          "p2": "You just cannot miss out on the colour brown while setting up your office wardrobe. A pair of khaki pants or chinos is suitable for all types of weather! These can take you through formal functions, board meetings, office parties and even corporate lunches. Brown khaki pants or chinos capture the perfect balance of colour as they are not as dark as black, or as light as pastel colours. They can also be paired with both light and dark coloured tops. ",
          "p3": "A pair of plain black pump shoes with a small heel or no heel can be your best option for office parties, lunches or even formal events. They go extremely well with every formal outfit you wear. If you are not a fan of accessories that are plain, you can always go for ones with small handwork or minimal designs.  ",
          "p4": "Pencil skirts are the most versatile pieces of your formal wardrobe. You can pair it with literally everything - a tucked-in formal shirt, a formal top or even a semi-formal shirt. Pencil skirts go very well with pump shoes or stilettos as well. Petite women can opt for a fitted, short pencil skirt whereas pear-shaped women can go for slightly longer pencil skirts.  ",
          "p5": "Professional-looking tote bags in a range of formal colours are definitely great add-ons to your formal outfit. Colours such as grey, brown, red, or black can be the perfect choice to complete your office look. If you’re a person that carries a lot of documents around or a laptop, a stiff professional tote bag can accommodate all your belongings while adding colour to your formal outfit. "
        }
      },
      "conclusion": "If your wardrobe is equipped with all the basic formal outfit essentials, there can be a minimum of 25 outfit combinations that you can invent with them. If your wardrobe consists of well-fitted clothes, you can walk into any formal event with the utmost confidence. It is important to keep in mind that the way you dress plays a major role in creating an unforgettable first impression!"
    },
    {
      "id": "Selecting-styling-your-workwear",
      "detailed_description": {
        "heading": "Selecting & styling your workwear",
        "about": "You’re doing great at your job, but it’s also important to feel stylish and look confident at work. In addition, your workwear should also be comfortable, because what we wear influences our working atmosphere. A uniform style isn’t about repeating or wearing the same thing over and over - it’s about having a signature look and a selection of classic pieces in your wardrobe where you can mix and match anything! ",
        "content_1": {
          "headings": "Choose The Best",
          "p1": "Nowadays, many modern workplaces offer their employees a choice when it comes to selecting their workwear. If you have such an option in your workplace, always choose the workwear that works best for you, and the workwear that you feel the most comfortable in. If women prefer to not show their legs, then opting for the pants rather than the skirt works wonders - these tiny choices will monumentally improve how you look and feel at work! ",
          "p2": "Even if you’re wearing uniform or workwear, you always do have an element of choice to control your look. Your hair, make-up, accessories, and shoes are integral parts of the styling process. Always opt for the latest trending fashion to stay relevant. For women, it’s a great tip to always carry around a scarf and for men, a jacket is a must, just in case you want to add some glam to your office look or change up your appearance respectively. ",
          "p3": "Always keep in mind that your style plays a part in your identity as well. What you can do to keep it fresh in the formal look department is to switch things up, keeping the baseline style in place. For example, if you are a person who always prefers button-up shirts and tailored pants, a great tip is to build on to that by adding a blazer or adding accessories which will enhance your look.  ",
          "p4": "Cotton, linen, suede and other materials are the usual fabrics that adorn a formal wardrobe. Cotton is known for giving a crisp and distinguished look. Linen is known for its refined elegance, as well as its reliability and durability. Suede is highly classy as well! It’s great to have a fabric that you prefer the most, but it’s also interesting to change it up from time to time. ",
          "p5": "Your uniform style doesn’t necessarily always have to be on the darker tones. Pale greys and pastels are always a good choice! Always create a colour palette for your wardrobe, so you can have a minimalistic set of clothes that can be matched with each other in no time at all. "
        }
      },
      "conclusion": "The perception, for the longest time, has been centred around the fact that style and workwear are the opposite ends of the spectrum - however, those days are long gone! As long as you choose your formal wardrobe the right way, invest in the right type of clothing, and style your formal wear strategically and smartly, your look will give you the right amount of confidence to do (and look) excellent at work!"
    },
    {
      "id": "Let's-talk-'body type',-women!",
      "detailed_description": {
        "heading": "Let’s talk ‘body types’, women!",
        "about": "It goes without saying that women don’t conform to one body type - they cover a wide spectrum of shapes and sizes. Some of them may be broad and strong, others could be tall and lanky, a few are distinguished as well rounded, and a section of the population may be extremely petite as well. When it comes to dressing, an important point to note is that not every outfit suits every body type - knowing your body type and pairing outfits appropriately is a definite must because the outfit you choose can either flatter your look or be a complete, utter mismatch. Here’s how you can match your body type to the perfect outfit:",
        "content_1": {
          "headings": "The Hour-Glass Figure",
          "p1": "An hour-glass shaped body is said to be neither skinny nor chubby. This body type is characterised by distinct curves, which is usually the standout attribute. Straight-cut skirts or formal pants paired with figure-hugging tops are perfect formal wear picks if you fall under this category. Loose-fitting outfits are generally not suggested, as this style of clothing tends to mask the beauty of this body type. ",
          "p2": "This physique is said to have a broad frame with wide hips. If you fall under this category, you must be careful in choosing your outfits - a good point is to avoid materials that stick to your body as well. Deep-round neck tops with formal pants that are not so figure-hugging is a good choice. Skirts with gathered waistlines are also not advisable for this physique. ",
          "p3": "For a streamlined look, a great tip is to choose colours that are darker and match each other well, such as dark and light blues. Avoid hugely contrasting colours between your bottom and top halves, because this will cause a break-up in your look. Switch to V-necks instead of crew necks. When it comes to footwear, always go for low contrast colours as they will portray an elongated impression of your body. ",
          "p4": "Long dresses that fall loose on your body are usually not recommended for this physique. Your clothes need to be shaped in such a way that it does not fall loose nor stick to your body. Tops with deep neck usually enhance the shape of your body. Most petite women look good in tucked-in tops paired with formal skirts. Footwear that covers up for their height is recommended as long as the person is comfortable wearing it.  ",
          "p5": "Women with this physique need to pay attention while choosing their outfits. V-necks and scoop cuts are the safest necklines for people who come under this category. Choosing the right fabric also matters a great deal. Avoid tight-fitting clothes and make sure that the outfit is tailor-made to fit your body type. Darker colours will also help you carry your outfit well! "
        }
      },
      "conclusion": "All body types are beautiful. With the right pairing of suitable clothing, colours and accessories, everyone can enhance their look. Finding outfits that suit you well is one thing, but wearing them the right way is what really matters!"
    },
    {
      "id": "5-classic-looks-for-him",
      "detailed_description": {
        "heading": "5 classic looks for him",
        "about": "Formal looks on men create the most stylish first impressions. We’ve curated a list of outfits that are simple, easy to put together and above all, guaranteed to look good on any man. So, if you are that person who loves wearing formal outfits because your office requires you to wear them, or if you just like to dress up even when it's not required, you are in for a treat today! ",
        "content_1": {
          "headings": "Navy Trousers + White Shirt + Black Dress Shoes ",
          "p1": "This is the perfect look when you are in doubt and have no idea about your formal outfit. Touted as the most classic and outstanding formal combination, this pairing of clothes never goes wrong. The navy blue and white formal combo gives a classy rich feel, which elevates your overall appearance. ",
          "p2": "An edgier twist on a very formal outfit, the red and white checked shirt adds a sharp aspect to this look and helps you stand out from the rest. What goes great with this outfit are the extras that you can add to enhance it - a tie that matches the blazer, a nice printed pocket square detail to level up your entire look, and black dress shoes with a matching belt are great options to go with. ",
          "p3": "This is another great example of a timeless brown and light blue combination. The safest outfit out there, it works for any situation and you can never go wrong with it. The colours work in seamless harmony to deliver the quintessential formal look.",
          "p4": "Chinos are a great replacement for trousers because they add on to the formal look as well. With this riveting combination, you can turn heads with your suave style. A great tip is to also pair this with a matching navy blazer or a cool grey blazer.  ",
          "p5": "If you’re tired of wearing the same old navy & black suits, then this beige colour suit is perfect for you. Great complements to your formal look would be a nice watch, a matching belt and apair of tassel loafers to finish this appearance. "
        }
      },
      "conclusion": "Experimenting with your outfits will definitely give you a better idea about what suits you the best and what you look the most stylish in. Anything goes with anything, but it’s your dressing sense that makes any outfit look great. Choose our products and feel the real sophistication of Acecraft! "
    },
    {
      "id": "Tips-for-a-great-outfit",
      "detailed_description": {
        "heading": "Tips for a great outfit",
        "about": "Putting together a great outfit, or in simple words, getting dressed can be the trickiest and the most frustrating part of every dressing-up session. “I don’t have anything to wear!” is a phrase that all of us mutter to ourselves while grooming ourselves for big events in life.  Here are a few tips that will help you conquer the world of fashion:  ",
        "content_1": {
          "headings": "Shop For Clothes That Suit You",
          "p1": "When you are shopping for your outfits, make sure that you are conscious of how every colour and style will look on you. When it comes to looking good, it's not your size or shape that matters, it's the fit of your clothes. Wearing the right clothes is not about going with what's trending, it is about choosing what suits you and what makes you feel comfortable and confident.",
          "p2": "Make sure you don’t look like you have worn somebody else’s clothes and not your own. The truth is, finding an outfit that’s practically made for you is all about embracing your body type and celebrating your favourite features. Picking your perfect look is easier if you are aware of your body type and what kind of clothing suits you. ",
          "p3": "If you are dressing your lower body in a bold garment, it is better to play down the rest of your outfit with a light coloured shirt or top. Mixing the right colours might seem difficult in the beginning, but once you crack the formula, there is nothing like it that will help you pull off a great looking outfit. ",
          "p4": "The shoes you choose should complement your overall look. If your outfit is formal, make sure you go for a formal pair of shoes, which usually have small heels or are flats. Sneakers, casual shoes, floaters and the entire range of sporty shoes will help you pull off a semi-formal or a casual look. ",
          "p5": "A well-kempt hairdo will make you look professional at any time in the day. It will make people think that you have a  specific purpose in doing what you are doing. The effort that you put into your hair will also reflect back on your outfit, thus making you look sharp and confident in front of the world.  "
        }
      },
      "conclusion": "Every great outfit requires a certain amount of effort that needs to be put in. It is important to keep in mind that your appearance speaks for you. There is no point in being a mastermind if you are unable to put together a neat looking outfit for yourself. The way you dress reflects your character in many ways. However, at the end of the day, it is also important to keep in mind that you should dress to impress yourself first, and then, take on the world!"
    },
    {
      "id": "Dressing-to-succeed-the-importance-of-'formals'",
      "detailed_description": {
        "heading": "Dressing to succeed: the importance of ‘formals’",
        "about": "A workplace is one of the few spaces where one has to create and maintain a professional version of his/her identity all the time, and the formal outfits that you wear will help in establishing the same. While creative agencies may allow their employees to dress freely or casually, corporate sectors do not prefer this practice. Here’s why: ",
        "content_1": {
          "headings": "Maintaining A Professional Image",
          "p1": "Corporate companies encourage a defined dress code to maintain a professional image of the company as employees routinely interact with potential leads or prospects, clients and business partners. The major reason why formal wear is important for every business employee is because it puts forward an appealing image and conveys the idea that the company has set professional style standards. ",
          "p2": "Imagine having to attend an urgent meeting at your client’s office dressed in casuals, and discussing a potential deal with them.  In the corporate world, you’ll never know when you will be required to meet someone from outside your company. Your image in front of any client should reflect the image of your company, and when it comes to business dealings, this image needs to be professional at all times. Your presentation will either help you secure a new contract or lose the opportunity to make any such deals in the future. ",
          "p3": "First impressions are everything, and we only get one chance to make a positive one in front of the people who are important with respect to our career. Formal wear helps ease the tension of making that all-important first impression by perfecting your professional approach. Associates in the business world tend to take your views more seriously when you are dressed in formal attire and are polished in every sense of the word. ",
          "p4": "Sometimes, individuals tend to lose interest in their work if they are not formally dressed. It is very easy to get distracted by long dangling earrings, fancy clothing and shoes that stand out. In the corporate industry, the formal way of dressing helps in putting up a simple, neat and crisp front and eliminates any potential distractions as well. "
        }
      },
      "conclusion": "The formal dress code is extremely important in the corporate industry as it brings discipline to an individual’s life and inculcates a sense of team spirit among employees. Dressing up in formals need not be a boring task - once you realize the power it has in reflecting your personality and your views, you will definitely opt for formal outfits while attending all your work-related events!"
    },
    {
      "id": "Workwear-for-all-seasons:-the-women-edit",
      "detailed_description": {
        "heading": "Workwear for all seasons: the women edit",
        "about": "Predicting seasonal changes is one of the most challenging aspects, but one of the best advantages of experiencing different seasons is that we get a chance to work our winter, summer or autumn wardrobes! Even though the weather is always likely to be changing, Acecraft helps you find the right workwear for the right season in no time at all. ",
        "content_1": {
          "headings": "Our Range ",
          "p1": "Our workwear collection is an expansive one - our range of outfits come in a wide variety of materials, textures, shades, designs, sizes and colours, suited for every season out there.Apart from seasonal wear, our products include customised workwear, designer uniforms, etc",
          "p2": "Getting dressed during the hottest days of the year is hard, but with this guide, you can look cool even during the year’s most scorching season!",
          "p3": "Rethink classic looks - pair a dressy white T-shirt with your formal pants, and slip on some patterned mules for a contemporary spin on workwear.",
          "p4": "Even your denim can be HR-approved, with the right styling. Consider a printed blazer to add a tailored accent to a more casual look. ",
          "p5": "A crisp cotton shirtdress is a must for summer. Whether you wear it with flats, sandals, or pumps, the classic tailoring keeps it feeling work appropriate. "
        },
        "content_2": {
          "headings": "The Rainy Days ",
          "p1": "Go classic with an all-white look, topped with a classic trench. On drizzling days, opt for loafers that won’t be ruined by a few drops of rain.",
          "p2": "Pair a little black dress with knee-high boots. Top it off with a coat that covers most of your outfit to protect it from the elements.",
          "p3": "With a skirt-and-blouse look, keep warm by adding a pair of tights to your outfit. For work, slip into a pair of chunky heel boots that are both rain and office-friendly."
        }
      },
      "conclusion": "Most of these examples of formal and semi-formal workwear are resistant to extreme elements, namely rain, wind, cold and heat. By successfully battling these, a professional can thrive more readily in their environment. At Acecraft, we analyse what our customers require, and provide them with suitable workwear that is as user-friendly and convenient as possible. Browse and discover our versatile range today!"
    },
    {
      "id": "The-acecraft-difference",
      "detailed_description": {
        "heading": "The acecraft difference",
        "about": "Looking crisp and fashionable isn’t always about wearing expensive shoes and extraordinary outfits. It depends on the overall attitude of the person wearing the outfit as well. Your attitude comes from your confidence, and your confidence comes from your dressing style. If you are confident about what you are wearing, there is one less thing to worry about while going for your favourite event!  ",
        "content_1": {
          "headings": "Appearance Translates To Performance ",
          "p1": "In most cases, people connect your appearance with your performance. If you dress appropriately, it displays the interest you have in what you are doing and how much effort you are willing to put in. The vision of our brand is to help people leverage this aspect of clothing to their maximum advantage. The formal and semi-formal designs that we offer, will add to an unparalleled appearance and will eventually, translate to your performance. ",
          "p2": "In a world where people are starting to lean more towards casual wear for formal functions, it can be tricky to understand the rules of appearance. This is why, at Acecraft, we have come up with unique designer uniforms that look semi-formal yet are highly suitable for universities. Our designs suit almost everyone and are the perfect blend of formal/casual, and our aim is to give the customer exactly what they expect from the brand and more!",
          "p3": "During interviews, recruiters usually scan candidates from head to toe to analyze their appearance. A well-polished pair of shoes, with neat looking socks, will add colour to your outfit. A wrist-watch that goes with your shirt will make you look more professional and this, in turn, can help you impress your recruiter. We keep in mind, the importance of every aspect of one’s outfit, even the accessories. Our outfits are designed in such a way that the clothing does not overshadow the accessories, yet makes a unique style statement on its own.  ",
          "p4": "Be it the designer wear uniforms or formal shirts, our brand always chooses colours that can be paired with almost all the basic colours. It is important to pair your shirts with the right shade of pants or skirts. To be on the safer side, it is always good to pair contrast colours that go well with your skin tone. ",
          "p5": "A crisp cotton shirtdress is a must for summer. Whether you wear it with flats, sandals, or pumps, the classic tailoring keeps it feeling work appropriate. "
        }
      },
      "conclusion": "We pay attention to every minute detail of your appearance. We thrive to make the finishing of our outfits exemplary and come up with designs that will suit every physique. Acecraft is made exclusively for the most prestigious organizations across the world and for those who believe that the clothing you wear is an extension of themselves!"
    },
    {
      "id": "Corporate-to-cupcakes!-story-of-a-superwoman",
      "detailed_description": {
        "heading": "Corporate to cupcakes! – story of a superwoman.",
        "about": "Seema Punjabi, a former corporate professional, embarked on the journey of turning her love for baking into a full-fledged inspirational brand. Sugar Fairy stands testament to Seema's pursuit of her passion and innovation in her field.Having worked in a corporate set up since 2012, Seema indulged in her joy of baking and desserts by training under a leading home baker in Bangalore in the year 2015. The year was eventful, and in due course Seema set up Sugar Fairy, with personalized, home baked pastries being her forte. When she first began, she was encouraged by those around her and the constructive feedback and brilliant reviews only has served to further drive her bake more! Seema relates that the first ever order that kick started her career was placed by her boss Seema is drawn to her field by an undying and fervent appreciation for desserts. Being an ardent foodie, she understands the role her creation plays in any event. Seema says that every effort put in is paid off when she sees the smiles as people dig in to her food! Her journey since then has not always been a bed of soft fondant rolls, but one that has been challenging, exciting and full of surprises.  There was once, reminisces Seema, when she baked 1000 cupcakes for one of Titan Skinn’s success parties and although it was challenging, Seema with the help of a fellow baker who had a bigger unit baked continuously for two whole days. Seema narrates a few highlights down the road such as the time she baked a 22kg Ferrari themed cake, the biggest one she's baked thus far! Her customers go beyond the expected range of little kids to suited up corporate professionals, for Seema was even called on to cater to a lovely Indie, furry-pawed friend as she just turned one with a pet friendly cake. More recently Seema was awarded the title Best Home Baker from a celebrated restaurant in the city. Seema’s work is driven by innovation, constantly improving with constructive criticism from those most important to her: her clients. Seema relates the story of how she once got a very bad review from one of her clients on the aspects of packaging and also because she got the name wrong. This put into perspective the significance of detail in her work and she now is so much more meticulous, making sure to have everything perfectly in place. Seema believes that in the field of entrepreneurship, personal style is very important as it gives you confidence and earns respect. Her preferred style would be a comfortable formal dress and jacket. She also trusts that comfort and look come hand in hand unlike many who trust only in the appearance. Well, you can’t go wrong with that, when your style icon is Kareena Kapoor. While trying to get to know Seema outside her professional realm we learned that her favourite book is “The secret by Rhonda Byrne” and also that like many of us, she fangirls Salman Khan and watches all his movies earnestly. She admires the famous Mumbai Pastry Chef Pooja Dhingra, who’s work consistently inspired her Seema’s story has so much in common with her best-loved quote:"
      }
    },
    {
      "id": "How-to-complete-your-college-look",
      "detailed_description": {
        "heading": "How to complete your college look",
        "about": "A crucial must-have garment to complete the professional look, blazers don’t just enhance your outfit - they make you look and feel the part during any formal event. When it comes to men, classic colours like black, grey, tan and royal blue accentuate their dressing style, while women tend to pick shades that suit their shirts. Blazers also look great on women when they are paired with a formal skirt. Handy Tip: Avoid blazers when there’s extensive travelling in the picture, though. Your sweat glands will thank you.",
        "content_1": {
          "headings": "Polo T-Shirts",
          "p1": "A T-shirt is great for a laid-back, casual look, but a polo T-shirt is perfect for all the other kinds of occasions. Not only do they fit the physique well, but the collar also makes it automatically look dressier. If you are heading for an office party or a semi-formal gathering, you can avoid the formal workplace shirts and opt for polos instead. From warm to cool, polos come in a plethora of colours but choose yours only once you’ve got the vibe of your event down",
          "p2": "From faded jeans to dark denims, low waist or mid waist, skinny or straight fit, the options are endless and so are the colours! The great bit about jeans is that it is one of the most versatile pieces of clothing, due to its ability to complement an effortless casual look as well as a semi-formal one. They can be matched with a polo T-shirt for any guy’s casual day out, or with a silk top and suede blazer combination when it comes to women.  So when it comes to choosing the right pair, keep the occasion in mind. If the event is strictly formal, professional pants, pantsuits or trousers should be your go-to wardrobe. Choose a colour that blends with your shirt, tie, blazer, and you’re good to go! ",
          "p3": "The perfect lazy day outfit, a sweatshirt is usually the highlight in every casual outing, be it game day or if you’re hitting the gym. It’s usually a staple among college goers as well. But draw the line right there. Wearing these baggy creations to a meeting or a presentation is a big no-no. It’s great for Netflix and Chill, though",
          "p4": "Sneakers, in addition to being super comfortable, can be paired with literally any outfit. Not to mention, the socks that accompany them! Patterns, cut, fit, colours...nothing adds more flair to your feet than a pair of quirky socks. On the other hand, sandals, heels and wedges are also fashion favourites for women but double as appropriate formal footwear when paired with the right kind of outfits. When it comes to men, loafers or oxfords work great with any attire and bring out a polished, professional look. ",
          "p5": "Ever seen a college student without one of these? We haven’t either! Easy to carry, classy yet fashionable, funky tote bags are every college woman’s go-to accessory. However, it is ideal to switch it up with blacks, browns,  pastels or corresponding muted shades when pairing it with a formal attire. Men usually prefer messenger bags, satchels, or commuter bags that can enhance their professional look.",
          "p6": "An important addition to your professional attire, a necktie is the one element that rounds off your formal look. Ranging across a series of colours and sizes, neckties can be paired with formal attires in a variety of interesting ways. Thin neckties of late have been climbing up the trend charts, and are a popular item in the present-day student wardrobe. "
        }
      }
    },
    {
      "id": "dress-the-right-way-to-impress-the-right-way",
      "detailed_description": {
        "heading": "Dress the right way to impress the right way",
        "about": "Ask a person who failed to make it through an interview because of his dress code, and you will realize how important it is to choose the appropriate outfit for a particular event. It goes without saying that the art of dressing right is an essential one to master because, at the end of the day, first impressions definitely go a long way.",
        "content_1": {
          "headings": "The ‘What Do I Wear’ Question",
          "p1": "Most of the time, your decision will be an obvious one. If the event is a formal one, professional outfits will have to be chosen. Similarly, you don’t show up for an informal party in a formal three-piece suit. Nailing the vibe of your event is key. If you are planning to go to a football match that is happening in your college, a casual tee with track pants and sneakers checks all the right boxes. If there’s an official meeting or job interview on your schedule, a formal shirt, pants/skirts and shoes would be the perfect business attire. However, the best way to find out what you need to wear for an event if you have a doubt is to confirm it with the organizing committee or the event managers. Better safe than sorry, ay? ",
          "p2": "When it comes to formal events, you’ll need to find that middle ground between looking sharp and exuding style. The good news is, it’s easy to nail both looks in one! Designer uniforms, for example, strike the exact balance between professional suits and casuals. They are comfortable, formal-looking uniforms that look presentable and polished as well as suit your personal style!",
          "p3": "Here’s a quick rundown of what you can wear for what: Smart casuals are for office parties, happy hour meetings and business luncheons. These include dress pants, loafers, pencil skirts and button-down tops.Dressy casuals are for church visits and formal dinners. These include silk pants, dress pants, skirts, trousers, leather loafers and dress shirts. Business casuals are for company parties and business lunch meetings. These include khakis, long sleeve tops, sweaters, casual dresses and polo shirts. Business formals are for job interviews and formal business meetings. These include formal pants, formal shirts, formal shoes, neckties, blazers, coats, formal skirts and heels. ",
          "p4": "Sneakers, in addition to being super comfortable, can be paired with literally any outfit. Not to mention, the socks that accompany them! Patterns, cut, fit, colours...nothing adds more flair to your feet than a pair of quirky socks. On the other hand, sandals, heels and wedges are also fashion favourites for women but double as appropriate formal footwear when paired with the right kind of outfits. When it comes to men, loafers or oxfords work great with any attire and bring out a polished, professional look. ",
          "p5": "Ever seen a college student without one of these? We haven’t either! Easy to carry, classy yet fashionable, funky tote bags are every college woman’s go-to accessory. However, it is ideal to switch it up with blacks, browns,  pastels or corresponding muted shades when pairing it with a formal attire. Men usually prefer messenger bags, satchels, or commuter bags that can enhance their professional look.",
          "p6": "An important addition to your professional attire, a necktie is the one element that rounds off your formal look. Ranging across a series of colours and sizes, neckties can be paired with formal attires in a variety of interesting ways. Thin neckties of late have been climbing up the trend charts, and are a popular item in the present-day student wardrobe. "
        }
      },
      "conclusion": "We pay attention to every minute detail of your appearance. We thrive to make the finishing of our outfits exemplary and come up with designs that will suit every physique. Acecraft is made exclusively for the most prestigious organizations across the world and for those who believe that the clothing you wear is an extension of themselves!"
    }
  ],
  "Schools": [
    {
      "id": "school",
      "school_name": "jgi",
      "school_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/jain.jpeg"
    },
    {
      "id": "school",
      "school_name": "rv",
      "school_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/rvschool.png"
    },
    {
      "id": "school",
      "school_name": "sophia",
      "school_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/sophias.jpg"
    },
    {
      "id": "school",
      "school_name": "kumarans",
      "school_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/kumarans.png"
    },
    {
      "id": "new-horizon-gurukul",
      "school_name": "new-horizon-gurukul",
      "school_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/Logo-%20New%20Horizon%20Gurukul.jpg"
    },
    {
      "id": "csib",
      "school_name": "csib",
      "school_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/cgis.png"
    },
    {
      "id": "nhis",
      "school_name": "nhis",
      "school_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/NHIS%20LOGO%20Jpeg.jpg"
    }
  ],
  "Products": [
    {
      "prod_id": "NHIS-Day-Wear-Polo-Boys-Girls-Nursery-Grade-5",
      "name": "NHIS Day Wear Polo [Boys & Girls, Nursery-Grade 5]",
      "category": "school",
      "prod_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/627bd600820ea897cb5a5cfc/webp/day-wear-polos-480x480.jpg",
      "product_code": "NHISDWT32",
      "brand": "ACECRAFT",
      "sold_by": "Alchemy",
      "price": 450,
      "sell_price": 340,
      "description": [
        "no returns & no exchange ",
        "Made from Poly-cotton. Polo Tshirt. Short sleeves"
      ],
      "discount": 24,
      "sizes": [
        18,
        20,
        22,
        24,
        26,
        28,
        30,
        32
      ],
      "id": 1
    },
    {
      "prod_id": "CIS-Royal-Day-Wear-Grade-1-5",
      "name": "CIS Royal Day Wear (Grade 1-5)",
      "category": "school",
      "prod_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/601d6e74cbfb666ae1145869/webp/elementary-school-480x480.jpg",
      "product_code": "NHISDWT18",
      "brand": "ACECRAFT",
      "sold_by": "Alchemy",
      "price": 749,
      "sell_price": 450,
      "description": [
        "no returns & no exchange ",
        "Made from Poly-cotton. Polo Tshirt. Short sleeves"
      ],
      "discount": 40,
      "sizes": [
        18,
        20,
        22,
        24,
        26,
        28,
        30,
        32
      ],
      "id": 2
    },
    {
      "id": 3,
      "prod_id": "NHG-Shirt-Girls-Grade-1-10",
      "name": "NHG Shirt [Girls, Grade 1-10]",
      "category": "school",
      "prod_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.products/5aa0f798f04705ab2ca347bb/images/5aa0f798f04705ab2ca347bc/5aa0f79ff04705ab2ca347d7/webp/5aa0f79ff04705ab2ca347d7-480x480.jpg",
      "brand": "ACECRAFT",
      "sold_by": "Alchemy",
      "price": 535,
      "sell_price": 355,
      "description": [
        "no returns & no exchange ",
        "Made from Poly-cotton. Polo Tshirt. Short sleeves"
      ],
      "discount": 24,
      "sizes": [
        18,
        20,
        22,
        24,
        26,
        28,
        30,
        32
      ]
    },
    {
      "id": 4,
      "prod_id": "CIS-Sky-Day-Wear-Grade-6-8",
      "name": "CIS Sky Day Wear (Grade 6-8)",
      "category": "school",
      "prod_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/601d6ffdbb47db6b5e246674/webp/middle-school-480x480.jpg",
      "brand": "ACECRAFT",
      "sold_by": "Alchemy",
      "price": 825,
      "sell_price": 500,
      "description": [
        "no returns & no exchange ",
        "Made from Poly-cotton. Polo Tshirt. Short sleeves"
      ],
      "discount": 24,
      "sizes": [
        18,
        20,
        22,
        24,
        26,
        28,
        30,
        32
      ]
    },
    {
      "id": 9,
      "prod_id": "NHG-Shirt-Boys-Grade-1-10",
      "name": "NHG Shirt [Boys, Grade 1-10]",
      "category": "school",
      "prod_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.products/5aa0f5c6f04705ab2ca345c6/images/5aa0f5c6f04705ab2ca345c7/5aa0f5d0f04705ab2ca345f9/webp/5aa0f5d0f04705ab2ca345f9-480x480.jpg",
      "brand": "ACECRAFT",
      "sold_by": "Alchemy",
      "price": 535,
      "sell_price": 355,
      "description": [
        "no returns & no exchange ",
        "Made from Poly-cotton. Polo Tshirt. Short sleeves"
      ],
      "discount": 34,
      "sizes": [
        18,
        20,
        22,
        24,
        26,
        28,
        30,
        32
      ]
    },
    {
      "id": 5,
      "prod_id": "NHG-County-Shirt-Girls-Grade-11-12",
      "name": "NHG County Shirt [Girls, Grade 11-12]",
      "category": "school",
      "prod_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.products/5aa0f5c6f04705ab2ca345c6/images/5aa0f5c6f04705ab2ca345c7/5aa0f5d0f04705ab2ca345f9/webp/5aa0f5d0f04705ab2ca345f9-480x480.jpg",
      "brand": "ACECRAFT",
      "sold_by": "Alchemy",
      "price": 450,
      "sell_price": 340,
      "description": [
        "no returns & no exchange ",
        "Made from Poly-cotton. Polo Tshirt. Short sleeves"
      ],
      "discount": 24,
      "sizes": [
        18,
        20,
        22,
        24,
        26,
        28,
        30,
        32
      ]
    },
    {
      "id": 6,
      "prod_id": "CIS-White-Day-Wear-Grade-9-10",
      "name": "CIS White Day Wear (Grade 9 & 10)",
      "category": "school",
      "prod_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/601d7044a72cc46b41ac7ca4/webp/hi-school-480x480.jpg",
      "brand": "ACECRAFT",
      "sold_by": "Alchemy",
      "price": 450,
      "sell_price": 340,
      "description": [
        "no returns & no exchange ",
        "Made from Poly-cotton. Polo Tshirt. Short sleeves"
      ],
      "discount": 24,
      "sizes": [
        18,
        20,
        22,
        24,
        26,
        28,
        30,
        32
      ]
    },
    {
      "id": 7,
      "prod_id": "NHG-County-Shirt-Boys-Grade-11-12",
      "name": "NHG County Shirt [Boys, Grade 11-12]",
      "category": "school",
      "prod_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/627b614b1b723d40d4a3954a/webp/front-view-nhg-shirt-boys-grade-11-12--480x480.jpg",
      "brand": "ACECRAFT",
      "sold_by": "Alchemy",
      "price": 450,
      "sell_price": 340,
      "description": [
        "no returns & no exchange ",
        "Made from Poly-cotton. Polo Tshirt. Short sleeves"
      ],
      "discount": 24,
      "sizes": [
        18,
        20,
        22,
        24,
        26,
        28,
        30,
        32
      ]
    },
    {
      "id": 8,
      "prod_id": "CIS-White-Day-Wear-Grade-11-12",
      "name": "CIS White Day Wear (Grade 11 & 12)",
      "category": "school",
      "prod_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/601d706374c88c6b06d39dc1/webp/h-school-480x480.jpg",
      "brand": "ACECRAFT",
      "sold_by": "Alchemy",
      "price": 450,
      "sell_price": 340,
      "description": [
        "no returns & no exchange ",
        "Made from Poly-cotton. Polo Tshirt. Short sleeves"
      ],
      "discount": 24,
      "sizes": [
        18,
        20,
        22,
        24,
        26,
        28,
        30,
        32
      ]
    }
  ],
  "Users": [
    {
      "firstname": "rfrfrf",
      "lastname": "rfrf34ff5",
      "useremail": "amigo",
      "confirmpassword": "amigo123",
      "companytype": "School",
      "dealershipname": "f54f54",
      "dealershipcode": "fff54f",
      "city": "Himachal Pradesh",
      "state": "Himachal Pradesh",
      "gstnumber": "54f5f5f",
      "logged": true,
      "id": 3
    }
  ],
  "Cart": [
    {
      "prod_id": "NHIS-Day-Wear-Polo-Boys-Girls-Nursery-Grade-5",
      "name": "NHIS Day Wear Polo [Boys & Girls, Nursery-Grade 5]",
      "category": "school",
      "prod_img": "https://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/627bd600820ea897cb5a5cfc/webp/day-wear-polos-480x480.jpg",
      "product_code": "",
      "brand": "ACECRAFT",
      "sold_by": "Alchemy",
      "price": 450,
      "sell_price": 340,
      "discount": 24,
      "description": [
        ""
      ],
      "userid": 3,
      "quantity": 1,
      "size": "28",
      "id": 1
    }
  ],
  "Events": [
    {
      "status": "Single line brief",
      "icon": 1,
      "color": "black",
      "image": "http://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/icon-1.png"
    },
    {
      "status": "Mind Mapping",
      "icon": 2,
      "image": "http://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/icon-2.png"
    },
    {
      "status": "Design and Details",
      "icon": 3,
      "image": "http://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/icon-3.png"
    },
    {
      "status": "Sampling",
      "icon": 4,
      "image": "http://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/icon-4.png"
    },
    {
      "status": "Manufacturing",
      "icon": 5,
      "image": "http://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/icon-5.png"
    },
    {
      "status": "Delivery",
      "icon": 6,
      "image": "http://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/icon-6.png"
    }
  ],
  "Cards": [
    {
      "id": 1,
      "title": "F(IT) MATTERS",
      "description": "A size for every one.",
      "img": "http://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/Enterprises-2.png"
    },
    {
      "id": 2,
      "title": "PERSONALISED BRANDING",
      "description": "Your design. Our customization.",
      "img": "http://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/Enterprises-3.png"
    },
    {
      "id": 3,
      "title": "TEAM UP FOR TEAM WEAR",
      "description": "Bulk orders delivered seamlessly",
      "img": "http://cdn.storehippo.com/s/5997cc7c4d6e8ffa20e50aae/ms.files/Enterprises-4.png"
    }
  ]
}